Repository: wp-stream/stream
Catalog: languages/stream-*.po
Languages: fr_fr, id_id

source: Comments
id_id: Komentar

source: Created
fr_fr: Créé
id_id: Dibuat

source: Edited
fr_fr: Édité
id_id: Disunting

source: Replied
id_id: Dibalas

source: Approved
id_id: Diperkenankan

source: Unapproved
id_id: Tidak diperkenankan

source: Trashed
fr_fr: Mis à la corbeil
id_id: Dibuang

source: Restored
id_id: Dikembalikan

source: Marked as Spam
id_id: Ditandai sebagai Spam

source: Unmarked as Spam
id_id: Ditandai bukan sebagai Spam

source: Deleted
fr_fr: Supprimé
id_id: Dihapus

source: Duplicate
id_id: Ganda

source: Edit
fr_fr: Modifier
id_id: Sunting

source: Unapprove
id_id: Jangan perkenankan

source: Approve
id_id: Perkenankan

source: Guest
id_id: Tamu

source: a logged out user
id_id: pengguna tidak dikenal

source: Comment flooding by %s detected and prevented
id_id: Banjir komentar dari %s ditemukan dan telah dicegah

source: a post
id_id: sebuah post

source: approved automatically
id_id: diperkenankan secara otomatis

source: pending approval
id_id: menunggu persetujuan

# 1: Parent comment's author, 2: Comment author, 3: Post title, 4: Comment status
source: Reply to %1$s's comment by %2$s on %3$s %4$s
id_id: Balasan untuk komentar %1$s oleh %2$s pada %3$s %4$s

# 1: Comment author, 2: Post title 3: Comment status
source: New comment by %1$s on %2$s %3$s
id_id: Komentart baru oleh %1$s pada %2$s %3$s

# 1: Comment author, 2: Post title
source: %1$s's comment on %2$s edited
id_id: Komentar %1$s pada %2$s telah disunting

# 1: Comment author, 2: Post title
source: %1$s's comment on %2$s deleted permanently
id_id: Komentar %1$s pada %2$s telah dihapus untuk selamanya

# 1: Comment author, 2: Post title
source: %1$s's comment on %2$s trashed
id_id: Komentar %1$s pada %2$s telah dibuang

# 1: Comment author, 2: Post title
source: %1$s's comment on %2$s restored
id_id: Komentar %1$s pada %2$s telah dikembalikan

# 1: Comment author, 2: Post title
source: %1$s's comment on %2$s marked as spam
id_id: Komentar %1$s pada %2$s telah ditandai sebagai spam

# 1: Comment author, 2: Post title
source: %1$s's comment on %2$s unmarked as spam
id_id: Komentar %1$s pada %2$s telah ditandai bukan spam

# Comment status transition. 1: Comment author, 2: Post title
source: %1$s's comment %2$s
id_id: Komentar %1$s %2$s

# 1: Comment author, 2: Post title
source: Duplicate comment by %1$s prevented on %2$s
id_id: Komentar ganda oleh %1$s pada %2$s telah dicegah

source: Installer
id_id: Pemasang

source: Installed
fr_fr: Installé
id_id: Telah dipasang

source: Activated
fr_fr: Activée
id_id: Telah diaktifkan

source: Deactivated
fr_fr: Désactivé
id_id: Telah dinonaktifkan

source: Updated
fr_fr: Mis à jour
id_id: Telah diperbarui

source: Plugins
id_id: Plugin

source: Themes
fr_fr: Thème
id_id: Tema

source: About
id_id: Perihal

source: View Release Notes
id_id: Lihat Catatan Rilis

source: Installed %1$s: %2$s %3$s
id_id: %1$s terpasang: %2$s %3$s

source: Updated %1$s: %2$s %3$s
id_id: %1$s diperbarui: %2$s %3$s

source: network wide
id_id: di seluruh jaringan

# 1: Plugin name, 2: Single site or network wide
source: "%1$s" plugin activated %2$s
id_id: Plugin "%1$s" diaktifkan %2$s

# 1: Plugin name, 2: Single site or network wide
source: "%1$s" plugin deactivated %2$s
id_id: Plugin "%1$s" dinonaktifkan %2$s

source: "%s" theme activated
fr_fr: Le thème "%s" a été activé
id_id: Tema "%s" diaktifkan

source: "%s" theme deleted
fr_fr: Le thème "%s" a été supprimé
id_id: Tema "%s" dihapus

source: "%s" plugin deleted
fr_fr: Le plugin "%s" a été supprimé
id_id: Plugin "%s" dihapus

# Plugin/theme editing. 1: Type (plugin/theme), 2: Plugin/theme name
source: Edited %1$s: %2$s
id_id: %1$s disunting: %2$s

source: WordPress auto-updated to %s
id_id: WordPress diperbarui secara otomatis ke versi %s

source: WordPress updated to %s
id_id: WordPress diperbarui ke versi %s

source: Attached
fr_fr: Attaché
id_id: Terlampir

source: Uploaded
fr_fr: Téléversé
id_id: Terunggah

source: Assigned
fr_fr: Assigné
id_id: Ditetapkan

source: Unassigned
fr_fr: Désassigné
id_id: Dilepas

source: Edit Media
fr_fr: Média édité
id_id: Sunting Media

source: View
fr_fr: Vue
id_id: Lihat

# 1: Attachment title, 2: Parent post title
source: Attached "%1$s" to "%2$s"
id_id: "%1$s" dilampirkan pada "%2$s"

source: Added "%s" to Media library
fr_fr: "%s" a été ajouté à la bibliothèque médias
id_id: "%s" ditambahkan pada pustaka Media

source: Updated "%s"
fr_fr: "%s" mis à jour
id_id: "%s" diperbarui

source: Deleted "%s"
fr_fr: "%s" Supprimé
id_id: "%s" dihapus

source: Edited image "%s"
fr_fr: Image "%s" mis à jour
id_id: Gambar "%s" disunting

source: Menus
id_id: Menu

source: Edit Menu
fr_fr: Modifier menu
id_id: Sunting Menu

source: Created new menu "%s"
fr_fr: Menu "%s" a été créé
id_id: Menu "%s" dibuat

# Menu name
source: Updated menu "%s"
id_id: Menu "%s" diperbarui

# Menu name
source: Deleted "%s"
id_id: "%s" Dihapus

# 1: Menu name, 2: Theme location
source: "%1$s" has been unassigned from "%2$s"
id_id: Menu "%1$s" dilepas dari "%2$s"

# 1: Menu name, 2: Theme location
source: "%1$s" has been assigned to "%2$s"
id_id: Menu "%1$s" ditempatkan pada "%2$s"

source: Posts
fr_fr: Articles
id_id: Post

# Post type singular name
source: Edit %s
id_id: Sunting %s

source: Revision
fr_fr: Révisé
id_id: Revisi

# 1: Post title, 2: Post type singular name
source: "%1$s" %2$s drafted
id_id: %2$s "%1$s" disusun

# 1: Post title, 2: Post type singular name
source: "%1$s" %2$s published
id_id: %2$s "%1$s" diterbitkan

# 1: Post title, 2: Post type singular name
source: "%1$s" %2$s unpublished
id_id: Publikasi %2$s "%1$s" dibatalkan

# 1: Post title, 2: Post type singular name
source: "%1$s" %2$s trashed
id_id: %2$s %1$s telah dibuang

# 1: Post title, 2: Post type singular name
source: "%1$s" %2$s updated
id_id: %2$s "%1$s" diperbarui

# 1: Post title, 2: Post type singular name
source: "%1$s" %2$s deleted from trash
id_id: %2$s "%1$s" dihapus dari tong sampah

source: Settings
fr_fr: Paramètres
id_id: Pengaturan

source: General
fr_fr: Général
id_id: Umum

source: Writing
fr_fr: Écriture
id_id: Penulisan

source: Reading
fr_fr: Lecture
id_id: Baca

source: Discussion
id_id: Diskusi

source: Permalinks
fr_fr: Permaliens
id_id: Pranala

source: Site Title
fr_fr: Titre du site
id_id: Nama Situs

source: WordPress Address (URL)
fr_fr: Adresse WordPress (URL)
id_id: Alamat WordPress (URL)

source: Site Address (URL)
fr_fr: Adresse du site (URL)
id_id: Alamat Situs (URL)

source: E-mail Address
fr_fr: Adresse courriel
id_id: Alamat E-mail

source: Membership
fr_fr: Abonnement
id_id: Keanggotaan

source: New User Default Role
fr_fr: Nouveau rôle par défaut des utilisateurs
id_id: Peran Standar Pengguna Baru

source: Timezone
fr_fr: Fuseau horaire
id_id: Zona Waktu

source: Date Format
fr_fr: Format de la date
id_id: Format Tanggal

source: Time Format
fr_fr: Format de l'heure
id_id: Format Waktu

source: Week Starts On
fr_fr: La semaine commence le
id_id: Pekan Dimulai Pada

source: Formatting
fr_fr: Mise en forme
id_id: Pemformatan

source: Default Post Category
fr_fr: Catégorie par défaut des articles
id_id: Kategori Standar Pos

source: Default Post Format
fr_fr: Type d'article par défaut
id_id: Format Standar Post

source: Mail Server Address
fr_fr: Nom du serveur de courriel
id_id: Alamat Server E-mail

source: Mail Server Login Name
fr_fr: Nom d'utilisateur du serveur de courriel
id_id: Nama Login Server E-mail

source: Mail Server Password
fr_fr: Mot de passe du serveur de courriel
id_id: Kata kunci Server E-mail

source: Default Mail Category
fr_fr: Catégorie du courriel par défaut
id_id: Kategori Standar E-mail

source: Update Services
fr_fr: Mis à jour des services
id_id: Perbarui Layanan

source: Front page displays
fr_fr: Page d'accueil du site
id_id: Laman depan menampilkan

source: Blog pages show at most
fr_fr: La page de blog affiche par défaut
id_id: Laman blog menampilkan sebanyak

source: Syndication feeds show the most recent
fr_fr: Les flux RSS affiche par défaut
id_id: Sindikasi feed menampilkan sebanyak

source: For each article in a feed, show
fr_fr: Pour tous les articles dans un flux, afficher
id_id: Untuk setiap artikel pada feed, tampilkan

source: Search Engine Visibility
fr_fr: Affichage dans les moteurs de recherche
id_id: Visibilitas Mesin Pencari

source: Default article settings
fr_fr: Paramètres par défaut des articles
id_id: Pengaturan standar artikel

source: Other comment settings
fr_fr: Autres paramètres des commentaires
id_id: Pengaturan lain komentar

source: E-mail me whenever
fr_fr: Envoyé moi un courriel dès que
id_id: Kirimi saya e-mail ketika

source: Before a comment appears
fr_fr: Un commentaire apparaît
id_id: Sebelum komentar tampil

source: Comment Moderation
fr_fr: Commentaire en attente de modération
id_id: Moderasi Komentar

source: Comment Blacklist
fr_fr: Commentaire mis en liste noir
id_id: Daftar Hitam Komentar

source: Avatar Display
fr_fr: Affichage de la photo de l'utilisateur
id_id: Tampilan Avatar

source: Avatar Maximum Rating
fr_fr: Photo ayant une évaluation maximale
id_id: Rating Maksimal Avatar

source: Default Avatar
fr_fr: Photo par défaut
id_id: Avatar Standar

source: Thumbnail Image Size
fr_fr: Taille des vignettes par défaut
id_id: Ukuran Gambar Kecil

source: Medium Image Size
fr_fr: Image de taille médium
id_id: Ukuran Gambar Sedang

source: Large Image Size
fr_fr: Image de taille large
id_id: Ukuran Gambar Besar

source: Uploading Files Organization
fr_fr: Téléversement des fichiers de l'organisation
id_id: Pengaturan Berkas Unggahan

source: Permalink structure
id_id: Struktur Pranala

source: Category base
fr_fr: Structure des Catégories
id_id: Dasar Ketegori

source: Tag base
fr_fr: Structure des Mots clés
id_id: Dasar Tag

source: Edit %s Settings
fr_fr: Mis à jour %s des paramètres
id_id: Sunting Pengaturan %s

source: "%s" setting was updated
fr_fr: Le paramètre "%s" a été mis à jour
id_id: Pengaturan "%s" diperbarui

source: Taxonomies
id_id: Taksonomi

# 1: Term name, 2: Taxonomy singular label
source: "%1$s" %2$s created
id_id: %2$s "%1$s" dibuat

# 1: Term name, 2: Taxonomy singular label
source: "%1$s" %2$s deleted
id_id: %2$s "%1$s" dihapus

# 1: Term name, 2: Taxonomy singular label
source: "%1$s" %2$s updated
id_id: %2$s "%1$s" diperbarui

source: Users
fr_fr: Utilisateurs
id_id: Pengguna

source: Password Reset
fr_fr: Mot de passe remis à zéro
id_id: Pemulihan Kata Sandi

source: Forgot Password
fr_fr: Mot de passe oublié
id_id: Lupa Kata Sandi

source: Login
fr_fr: Connexion
id_id: Masuk

source: Logout
fr_fr: Déconnexion
id_id: Keluar

source: Failed Login
fr_fr: Tentative de connexion échoué
id_id: Login Gagal

source: Edit Profile
fr_fr: Modifier le profil
id_id: Sunting Profil

source: New user registration
fr_fr: Nouvel utilisateur enregistré
id_id: Pendaftaran pengguna baru

# 1: User display name, 2: User role
source: New user account created for %1$s (%2$s)
id_id: Pengguna baru dibuat untuk %1$s (%2$s)

source: %s's profile was updated
fr_fr: Le profil de %s a été mis à jour
id_id: Profil %s diperbarui

# 1: User display name, 2: Old role, 3: New role
source: %1$s's role was changed from %2$s to %3$s
id_id: Peran %1$s's diganti dari %2$s menjadi %3$s

source: %s's password was reset
fr_fr: Le mot de passe de %s a été remis à zéro
id_id: Kata kunci %s diganti

source: %s's password was requested to be reset
fr_fr: L'utilisateur %s à demandé que son mot de passe soit remis à zéro
id_id: Kata kunci %s diminta untuk diganti

source: %s logged in
fr_fr: L'utilisateur %s s'est connecté
id_id: %s masuk

source: %s logged out
fr_fr: L'utilisateur %s s'est déconnecté
id_id: %s keluar

# 1: User display name, 2: User roles
source: %1$s's account was deleted (%2$s)
id_id: Akun %1$s (%2$s) telah dihapus

source: User account #%d was deleted
fr_fr: Le compte utilisateur #%d à été supprimé
id_id: Akun pengguna #%d dihapus

source: Invalid login attempt for %s
fr_fr: Tentative de connection invalide pour %s
id_id: %s gagal masuk

source: Widgets
id_id: Widget

source: Added
fr_fr: Ajouter
id_id: Ditambahkan

source: Sorted
fr_fr: Classer
id_id: Diurutkan

source: Edit Widget Area
fr_fr: Modifier la zone de widget
id_id: Sunting Area Widget

# 1: Widget title, 2: Sidebar name
source: "%1$s" from "%2$s" has been deactivated
id_id: "%2$s" pada "%1$s" telah dinonaktifkan

# 1: Widget title, 2: Sidebar name
source: "%1$s" has been added to "%2$s"
id_id: "%2$s" telah ditambahkan pada "%1$s"

# 1: Widget title, 2: Sidebar name
source: "%1$s" has been deleted from "%2$s"
id_id: "%2$s" telah dihapus dari "%1$s"

# 1: Widget title, 2: Sidebar name
source: Updated "%1$s" in "%2$s"
id_id: "%2$s" pada "%1$s" telah diperbarui

# Sidebar name
source: "%s" widgets were reordered
id_id: Widget pada "%s" telah diurutkan

source: All records have been successfully erased.
id_id: Semua catatan berhasil dihapus

source: Stream Settings
fr_fr: Paramètres Stream
id_id: Pengaturan Stream

source: Are you sure you want to delete all Stream activity records from the database? This cannot be undone.
fr_fr: Êtes-vous sûr de vouloir supprimer tous les enregistrements d'activité de flux de la base de données? Cela ne peut pas être annulée.
id_id: Anda yakin ingin menghapus semua catatan Stream? Data tidak dapat dikembalikan.

source: Are you sure you want to uninstall and deactivate Stream? This will delete all Stream tables from the database and cannot be undone.
id_id: Anda yakin ingin mencopot dan menghapus Stream? Langkah ini akan menghapus tabel data dan tidak dapat dikembalikan.

source: Uninstall
id_id: Copot

source: Stream Records
fr_fr: Registre Stream
id_id: Catatan Stream

source: Stream Activity
id_id: Aktifitas Stream

source: Sorry, no activity records were found.
id_id: Maaf, tidak ada catatan aktifitas yang ditemukan.

# 1: Time, 2: User profile URL, 3: User display name
source: %1$s ago by <a href="%2$s">%3$s</a>
id_id: %1$s yang lalu oleh <a href="%2$s">%3$s</a>

source: %s ago
fr_fr: il y a %s
id_id: %s yang lalu

source: View all Stream Records
id_id: Lihat semua catatan Stream

source: More
id_id: Selanjutnya

source: Number of Records
id_id: Jumlah Catatan

source: Stream Feeds Key
id_id: Kunci Feed Stream

source: Generate new key
id_id: Buat kunci baru

source: This is your private key used for accessing feeds of Stream Records securely. You can change your key at any time by generating a new one using the link above.
id_id: Ini adalah kunci pribadi anda untuk mengakses feed Catatan Stream dengan aman. Anda dapat mengganti kunci anda kapan saja dengan menggunakan pranala di atas.

source: RSS Feed
id_id: Feed RSS

source: JSON Feed
id_id: Feed JSON

source: Access Denied
fr_fr: Accès refusé
id_id: Akses ditolak

source: You don't have permission to view this feed, please contact your site Administrator.
fr_fr: Vous n'avez pas la permission de voir ce flux, s'il vous plaît contactez votre administrateur du site.
id_id: Anda tidak diizinkan untuk melihat feed ini. Hubungi admin situs anda.

source: Stream Feed
fr_fr: Flux Stream
id_id: Feed Stream

source: Records per page
fr_fr: Registres par page
id_id: Catatan per halaman

source: Date
id_id: Tanggal

source: Summary
fr_fr: Sommaire
id_id: Ringkasan

source: Author
fr_fr: Auteur
id_id: Penindak

source: Connector
fr_fr: Connecteur
id_id: Penghubung

source: Context
fr_fr: Contexte
id_id: Konteks

source: Action
id_id: Tindakan

source: IP Address
fr_fr: Adresse IP
id_id: Alamat IP

source: View all records for this object
id_id: Lihat semua catatan untuk objek ini

source: authors
fr_fr: auteurs
id_id: penindak

source: connectors
fr_fr: connecteurs
id_id: penghubung

source: contexts
fr_fr: contextes
id_id: konteks

source: actions
id_id: tindakan

source: Filter
fr_fr: Filtre
id_id: Saring

source: Show all %s
id_id: Lihat semua %s

source: Search Records
fr_fr: Rechercher les registres
id_id: Cari Catatan

source: Date start
fr_fr: Date de début
id_id: Dari tanggal

source: Date end
fr_fr: Date de fin
id_id: Sampai Tanggal

source: Live updates
id_id: Pembaruan otomatis

source: Enabled
fr_fr: Actif
id_id: Diaktifkan

source: Log Activity for
id_id: Catat Aktifitas untuk

source: Only the selected roles above will have their activity logged.
id_id: Hanya aktifitas dari peran yang terpilih di atas akan dicatat.

source: Role Access
fr_fr: Accèes aux rôles suivant:
id_id: Akses Peran Pengguna

source: Users from the selected roles above will have permission to view Stream Records. However, only site Administrators can access Stream Settings.
fr_fr: Les utilisateurs des rôles sélectionnés ci-dessus auront la permission de voir les données enregisté par Stream. Cependant, seuls les administrateurs du site peuvent accéder aux paramètres Stream.
id_id: Pengguna dari peran terpilih di atas akan diizinkan untuk melihat Catatan Stream, namun hanya admin situs yang dapat mengakses pengaturan Stream.

source: Private Feeds
fr_fr: RSS privés
id_id: Feed Pribadi

source: Users from the selected roles above will be given a private key found in their <a href="%s" title="%s">user profile</a> to access feeds of Stream Records securely.
id_id: Pengguna dari peran terpilih di atas akan diberikan kunci pribadi pada <a href="%s" title="%s">profil mereka</a> untuk mengakses feed Catatan Stream secara aman.

source: View Profile
fr_fr: Visualiser le profil
id_id: Liat Profil

source: Keep Records for
fr_fr: Garder les données pour
id_id: Simpan Catatan selama

source: Maximum number of days to keep activity records. Leave blank to keep records forever.
fr_fr: Le nombre maximum de jours de tenir des registres d'activité. Laissez vide pour conserver des dossiers pour toujours.
id_id: Lama hari penyimpanan catatan aktifitas. Biarkan kosong untuk menyimpan catatan selamanya.

source: days
fr_fr: jours
id_id: hari

source: Delete All Records
fr_fr: Supprimer toutes les données
id_id: Hapus Semua Catatan

source: Warning: Clicking this will delete all activity records from the database.
fr_fr: Avertissement: la confirmation de cette boîte entraînera la suppression de tous les entrées de la base de donnée.
id_id: Peringatan: Semua catatan aktifitas akan dihapus.

source: Reset Stream Database
fr_fr: Remise à zéro de la base de donnée
id_id: Kosongkan data Stream

source: The following table is not present in the WordPress database :
id_id: Tabel berikut tidak ditemukan pada basis data WordPress:

source: Please <a href="%s">uninstall</a> the Stream plugin and activate it again.
id_id: Harap <a href="%s">copot</a> plugin Stream lalu pasang kembali.

source: Stream requires PHP version 5.3+, plugin is currently NOT ACTIVE.
fr_fr: Stream requiert une version PHP supérieur à 5.3. Le plugin n'est présentement PAS ACTIF.
id_id: Stream memerlukan PHP versi 5.3+, untuk saat ini plugin tidak diaktifkan.

source: Stream tracks logged-in user activity so you can monitor every change made on your WordPress site in beautifully organized detail. All activity is organized by context, action and IP address for easy filtering. Developers can extend Stream with custom connectors to log any kind of action.
id_id: Stream mencatat semua aktifitas dari pengguna yang telah masuk agar anda dapat mengamati semua perubahan yang terjadi pada situs WordPress anda dalam bentuk data yang indah. Semua aktifitas disusun berdasarkan konteks, tindakan dan alamat IP agar dapat disaring dengan mudah. Pengembang dapat memperluas Stream dengan penghubung khusus untuk mencatat berbagai macam tindakan.

source: Installed %s: %s %s
fr_fr: %s: %s %s Installé

source: Updated %s: %s to %s
fr_fr: %s: %s %s Mis à jour

source: "%s" plugin activated %s
fr_fr: Le plugin "%s" a été activé %s

source: "%s" plugin deactivated %s
fr_fr: Le plugin "%s" a été désactivé %s

source: Edited %s: %s
fr_fr: %s: %s a été supprimé

source: Media
fr_fr: Médias

source: Attached "%s" to "%s"
fr_fr: "%s" to "%s" a été attaché

source: Updated menu "%s"
fr_fr: Menu "%s" mis à jour

source: "%s" has been unassigned from "%s"
fr_fr: "%s" a été désassigné de "%s"

source: "%s" has been assigned to "%s"
fr_fr: "%s" a été assigné à "%s"

source: Edit %s
fr_fr: %s mis à jour

source: "%s" %s drafted
fr_fr: "%s" %s brouillon

source: "%s" %s published
fr_fr: "%s" %s publié

source: "%s" %s unpublished
fr_fr: "%s" %s dépublié

source: "%s" %s trashed
fr_fr: "%s" %s mis à la corbeil

source: "%s" %s updated
fr_fr: "%s" %s mis à jour

source: "%s" %s deleted from trash
fr_fr: "%s" %s supprimé de la corbeil

source: Tagline
fr_fr: Slogan

source: Permalink Structure
fr_fr: Struture des permaliens

source: "%s" %s created
fr_fr: "%s" %s créé

source: "%s" %s deleted
fr_fr: "%s" %s supprimé

source: New user account created for %s (%s)
fr_fr: Un nouveau compte utilisateur a été créé pour %s (%s)

source: %s's role was changed from %s to %s
fr_fr: Le rôle de %s a été changé de %s à %s

source: %s's account was deleted (%s)
fr_fr: Le compte de %s a été supprimé (%s)

source: "%s" from "%s" has been deactivated
fr_fr: L'utilisateur "%s" a été désactivé de "%s"

source: "%s" has been added to "%s"
fr_fr: L'utilisateur "%s" a été ajouté de "%s"

source: "%s" has been deleted from "%s"
fr_fr: L'utilisateur "%s" a été supprimé de "%s"

source: Updated "%s" in "%s"
fr_fr: Mis à jour "%s" dans "%s"

source: "%s" widgets were reordered
fr_fr: "%s" widgets ont été réordonné

source: Stream Feed URL
fr_fr: URL RSS Stream

source: This is a private URL for you to access a feed of Stream Records. Consider this key a secret and do not share it with other users. If your key has been compromised, you can use the link below to generate a new one.
fr_fr: Il s'agit d'une URL privée pour vous d'accéder à une alimentation d'enregistrement Stream. Considérez cette clé secrète et de ne pas le partager avec d'autres utilisateurs. Si votre clé a été compromise, vous pouvez utiliser le lien ci-dessous pour en générer un nouveau.

source: Generate New Key
fr_fr: Générer une nouvelle clé

source: Users from the selected roles above will be given a private Feed URL in their %sUser Profile%s. Please %sflush rewrite rules%s on your site after changing this setting.
fr_fr: Les utilisateurs des rôles sélectionnés ci-dessus seront donnés un flux privé URL dans leur %sProfil Utilisateur%s. N'oublier pas de %svider la cache des permaliens%s après avoir modifié ce paramètre.

source: View Codex
fr_fr: Voir Codex
